---
kind: other
id: Methods.T:Autodesk.Revit.DB.MassInstanceUtils
source: html/70d6997f-a63e-5fc5-00df-cf4f5be7a6cb.htm
---
# MassInstanceUtils Methods

Create a MassLevelData (Mass Floor) to associate a Level with a mass instance.